a2jmidid
abiword
alacritty
alacritty-terminfo
alsa-plugins
alsa-tools
alsa-utils
android-tools
apfs-fuse-git
archiso
archiso-offline-releng
aria2
aspell-en
aurto
aurutils
autoconf
automake
axel
beep
bind-tools
binutils
bison
bitwarden-bin
bitwarden-cli
bluez
bluez-firmware
bluez-plugins
bluez-tools
bluez-utils
bridge-utils
buildah
cabal-install
cadence
canon-cque
ccache
ccd2iso
chromium
clinfo
cndrvcups-lb
cni-plugins
compton
cri-o
cuda
cudnn
cups
cups-pdf
darling-dmg-git
devtools
diffutils
dmenu
dmg2img
dnsmasq
dovecot
dunst
ebtables
ed
edid-decode-git
efibootmgr
efitools
efivar
epson-inkjet-printer-escpr
f2fs-tools
fakeroot
feh
file
firefox
firefox-tridactyl
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-ppds
freerdp
fwupd
gettext
ghc
ghc-pristine
ghc-static
gimp
glances
glfw-wayland
gnu-netcat
gnucash
gnucash-docs
gopass
gourmet
grim
grml-zsh-config
groff
gscan2pdf
gunicorn
gvim
handbrake-cli
hfsprogs
htop
i3-gaps
i3blocks
i3lock
i3status
iat
imagemagick-doc
inetutils
inkscape
inotify-tools
intel-ucode
iproute2
iputils
ipython
ipython2
iscan
iscan-data
iw
iwd
j4-dmenu-desktop
j4-make-config-git
jack2
jfsutils
jre-openjdk
kdialog
keepassxc
khal
khard
lftp
lib32-vulkan-radeon
libdvdcss
libmpdclient
libreoffice-fresh
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
libvirt
libvncserver
lightdm
lightdm-webkit2-greeter
lightdm-webkit2-theme-tty-git
links
linssid
linux-headers
linux-lts
linux-lts-docs
linux-lts-headers
logrotate
luakit
lzop
m4
make
mako
man-db
man-pages
mbuffer
mesa-demos
mesa-vdpau
mkinitcpio-sd-zfs
mosh
mpv
mupdf-gl
nano
nccl
neomutt
neovim
neovim-qt
nerd-fonts-complete
nfs-utils
nfsidmap
nitrogen
nmap
nmon
nvidia-390xx-dkms
nvidia-390xx-settings
nvidia-390xx-utils
nvidia-cg-toolkit
nvtop
nxproxy
okular
openblas
opencl-headers
opencl-mesa
opencl-nvidia
opensc
oxygen-icons-svg
pacman-contrib
paperwork
patch
pavucontrol
pciutils
pcmanfm-qt
pdfgrep
pepper-flash
pkgconf
podman
podman-docker
polybar
postfix
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pv
pycuda-headers
python-bluepy
python-matplotlib
python-pillowfight
python-pybluez
python-pycuda
python-pycups
python-pyinotify
python-pyinsane
python-sane
python-scipy
python2-beautifulsoup4
python2-gtkspellcheck
python2-poppler
python2-pyrtf
python2-reportlab
qemu
qemu-arch-extra
qemu-guest-agent
qt5-wayland
radeon-profile-git
radeontool
read-edid
realtime-privileges
recoll
reflector
reiserfsprogs
remmina
riot-desktop
rkt
rng-tools
rofi
runc
s-nail
sanoid
sddm
sed
smem
solaar
sparsebundlefs-git
speedtest-cli
stack
stratis-cli
stratisd
sudo
sway
swayidle
swaylock
system-config-printer
systemd
systemd-resolvconf
systemd-sysvcompat
tesseract-data-eng
tetris-terminal-git
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texstudio
thunderbird
thunderbird-extension-enigmail
tigervnc
tmfs
tmux
traceroute
transmission-qt
tridactyl-native-git
udftools
unzip
usbutils
uwsgi
uwsgi-plugin-python
vdirsyncer
vdpauinfo
vi
vifm
virtualbox
virtualbox-ext-oracle
virtualbox-host-modules-arch
virtualgl
vlc
vulkan-radeon
vulkan-tools
vulscan
waybar
wayland-docs
weston
wget
which
wireguard-tools
wireshark-qt
wl-clipboard
x2goserver
xandikos
xautolock
xdotool
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xorg-server-devel
xorg-server-xephyr
xorg-xdriinfo
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xsetroot
xsane
xscreensaver
xsecurelock
xsel
zathura
zfs-dkms
zsh
