a2jmidid
abduco
abiword
accountsservice
acpi
acpica
acpi_call
acpid
acpilight
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
adriconf
alacritty
alacritty-terminfo
alsa-firmware
alsa-plugins
alsa-tools
alsa-utils
amd-ucode
android-tools
antiword
apfs-fuse-git
archiso
archiso-offline-releng
arch-wiki-docs
arch-wiki-lite
aria2
aspell-en
atool
aurto
aurutils
aurutils-git
autoconf
automake
autorandr
axel
bash
beep
bind-tools
binutils
bison
bitwarden-bin
bitwarden-cli
bluez
bluez-firmware
bluez-plugins
bluez-tools
bluez-utils
bolt-git
breeze-icons
bridge-utils
buildah
bumblebee
bzip2
cabal-install
cadence
canon-cque
catdoc
ccache
ccd2iso
chromium
clinfo
cndrvcups-lb
cni-plugins
compton
conky
coreutils
cpio
cri-o
cryptsetup
cuda
cudnn
cups
cups-pdf
cups-pk-helper
darling-dmg-git
device-mapper
devtools
dialog
diffutils
djvulibre
dmenu
dmg2img
dnsmasq
dovecot
dunst
dvtm
e2fsprogs
ebtables
ed
edid-decode-git
efibootmgr
efitools
efivar
epson-inkjet-printer-escpr
f2fs-tools
fakeroot
feh
file
filesystem
findutils
firefox
firefox-tridactyl
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-ppds
freerdp
ftgl
fwupd
gawk
gcc
gcc-libs
gettext
ghc
ghc-pristine
ghc-static
gimp
git
glances
glfw-wayland
glibc
gnucash
gnucash-docs
gnu-free-fonts
gnu-netcat
gopass
gourmet
grep
grim
grml-zsh-config
groff
gscan2pdf
guile2.0
gunicorn
gvim
gzip
handbrake-cli
hfsprogs
highlight
htop
hunspell-en_US
i3-battery-popup-git
i3blocks
i3-gaps
i3lock
i3status
iat
imagemagick-doc
imlib2
inetutils
inkscape
inotify-tools
intel-gpu-tools
intel-ucode
iproute2
iputils
ipython
ipython2
iscan
iscan-data
iw
iwd
j4-dmenu-desktop
j4-make-config-git
jack2
jfsutils
jre-openjdk
kdialog
keepassxc
khal
khard
kitty
less
lftp
lib32-vulkan-radeon
libdvdcss
libmpdclient
libnfs
libolm
libreoffice-fresh
libthinkpad
libtool
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
libvirt
libvncserver
licenses
lightdm
lightdm-webkit2-greeter
lightdm-webkit2-theme-tty-git
links
linssid
linux
linux-firmware
linux-headers
linux-lts
linux-lts-docs
linux-lts-headers
logrotate
luakit
lvm2
lynx
lzop
m4
make
mako
man-db
man-pages
mbuffer
mdadm
mediainfo
mesa-demos
mesa-vdpau
mkinitcpio-sd-zfs
mosh
mplayer
mpv
mupdf-gl
nano
nccl
neomutt
neovim
neovim-qt
nerd-fonts-complete
nfsidmap
nfs-utils
nitrogen
nmap
nmon
noto-fonts-emoji
noto-fonts-extra
nvidia-390xx-dkms
nvidia-390xx-settings
nvidia-390xx-utils
nvidia-cg-toolkit
nvidia-dkms
nvidia-settings
nvtop
nxproxy
okular
openblas
opencl-headers
opencl-mesa
opencl-nvidia
opensc
otf-font-awesome
oxygen-icons-svg
pacman
pacman-contrib
paperwork
patch
pavucontrol
pciutils
pcmanfm-qt
pdfgrep
pepper-flash
perl
perl-image-exiftool
pkgconf
podman
podman-docker
polybar
postfix
powertop
primus
primus_vk
procps-ng
psmisc
pstotext
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-qt
pv
pycuda-headers
python2-beautifulsoup4
python2-gtkspellcheck
python2-poppler
python2-pyrtf
python2-reportlab
python-aiohttp
python-bluepy
python-i3-py
python-matplotlib
python-pillowfight
python-pip
python-pybluez
python-pycuda
python-pycups
python-pyinotify
python-pyinsane
python-sane
python-scipy
qemu
qemu-arch-extra
qemu-guest-agent
qt5ct
qt5-wayland
radeon-profile-git
radeontool
ranger
read-edid
realtime-privileges
recoll
reflector
reiserfsprogs
remmina
riot-desktop
rkt
rng-tools
rofi
ruby
runc
samba
sanoid
sddm
sed
shadow
simple-scan
smem
s-nail
solaar
sparsebundlefs-git
speedtest-cli
stack
stratis-cli
stratisd
sudo
sway
swayidle
swaylock
sx
sysfsutils
system-config-printer
systemd
systemd-resolvconf
systemd-sysvcompat
tar
tcl
termite
tesseract-data-eng
tetris-terminal-git
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texstudio
throttled
thunderbird
thunderbird-extension-enigmail
tigervnc
tlp
tmfs
tmux
tpm2-abrmd
tpm2-tools
traceroute
transmission-qt
tridactyl-native-git
ttf-anonymous-pro
ttf-linux-libertine
tulizu
udftools
unbound
unrtf
unzip
usbutils
util-linux
uwsgi
uwsgi-plugin-python
vdirsyncer
vdpauinfo
vi
vifm
vim
virt-manager
virtualbox
virtualbox-ext-oracle
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-host-modules-arch
virtualgl
vlc
vulkan-radeon
vulkan-tools
vulscan
w3m
waybar
wayland
wayland-docs
weechat-python3-git
weston
wget
which
wireguard-arch
wireguard-lts
wireguard-tools
wireshark-qt
wl-clipboard
x2goserver
xandikos
xautolock
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
xscreensaver
xsecurelock
xsel
xterm
zathura
zathura-pdf-poppler
zfs-dkms
zfs-utils
zip
zsh
