abduco
accountsservice
acpi
acpi_call
acpica
acpid
acpilight
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
adriconf
alacritty
alacritty-terminfo
alsa-firmware
alsa-tools
alsa-utils
amd-ucode
antiword
arch-wiki-docs
arch-wiki-lite
archiso
aria2
aspell-en
atool
aurutils-git
autoconf
automake
autorandr
bash
binutils
bison
bluez
bluez-utils
bolt-git
breeze-icons
bridge-utils
bumblebee
bzip2
catdoc
chromium
cndrvcups-lb
compton
conky
coreutils
cpio
cryptsetup
cups
cups-pdf
cups-pk-helper
device-mapper
devtools
dialog
diffutils
djvulibre
dmg2img
dunst
dvtm
e2fsprogs
ebtables
fakeroot
file
filesystem
findutils
firefox
flex
ftgl
fwupd
gawk
gcc
gcc-libs
gettext
git
glances
glibc
gnu-free-fonts
gopass
grep
grim
grml-zsh-config
groff
guile2.0
gzip
highlight
htop
hunspell-en_US
i3-battery-popup-git
i3-gaps
i3status
imlib2
inetutils
inotify-tools
intel-gpu-tools
intel-ucode
iproute2
iputils
iwd
jfsutils
khal
khard
kitty
less
libnfs
libolm
libthinkpad
libtool
libva-utils
libva-vdpau-driver
libvdpau-va-gl
licenses
lightdm
lightdm-webkit2-greeter
lightdm-webkit2-theme-tty-git
links
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lvm2
lynx
m4
make
man-db
man-pages
mdadm
mediainfo
mesa-demos
mesa-vdpau
mkinitcpio-sd-zfs
mplayer
mpv
nano
neomutt
neovim
nerd-fonts-complete
nfs-utils
nitrogen
noto-fonts-emoji
noto-fonts-extra
nvidia-dkms
nvidia-settings
nvtop
okular
otf-font-awesome
oxygen-icons-svg
pacman
patch
pciutils
pcmanfm-qt
pepper-flash
perl
perl-image-exiftool
pkgconf
polybar
powertop
primus
primus_vk
procps-ng
psmisc
pstotext
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-qt
pv
python-aiohttp
python-i3-py
python-pip
python-pycups
python-pyinotify
qemu
qt5ct
ranger
recoll
reflector
reiserfsprogs
riot-desktop
rng-tools
rofi
ruby
s-nail
samba
sed
shadow
simple-scan
solaar
speedtest-cli
stack
sudo
sway
swayidle
swaylock
sx
sysfsutils
system-config-printer
systemd
systemd-resolvconf
systemd-sysvcompat
tar
tcl
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
throttled
thunderbird
tlp
tmux
tpm2-abrmd
tpm2-tools
ttf-anonymous-pro
ttf-linux-libertine
tulizu
unbound
unrtf
unzip
usbutils
util-linux
vdirsyncer
vdpauinfo
vi
vim
virt-manager
virtualbox
virtualbox-ext-oracle
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-host-modules-arch
w3m
waybar
wayland
weechat-python3-git
weston
wget
which
wireguard-arch
wireguard-lts
wireguard-tools
xandikos
xdg-user-dirs
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
xscreensaver
xsecurelock
xsel
xterm
zathura
zathura-pdf-poppler
zfs-dkms
zfs-utils
zip
zsh
