linux
linux-headers
zfs-dkms
zfs-utils
git
jq
parallel
wget
pacutils
expac
diffstat
dunst
zsh
neovim
neomutt
i3-gaps
i3status
rofi
abduco
libvirt
qemu
xf86-video-intel
